/* 
  Localizable.strings
  ownCloud

  Created by Pablo Carrascal on 13/03/2018.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/*
 * Copyright (C) 2018, ownCloud GmbH.
 *
 * This code is covered by the GNU Public License Version 3.
 *
 * For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 * You should have received a copy of this license along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 *
 */

/* Add / Edit Bookmark */
"Edit bookmark" = "Editar marcador";
"Add bookmark" = "Adicionar bookmark";
"Server URL" = "URL do servidor";
"https://example.com" = "https://example.com";
"Continue" = "Continuar";
"Name" = "Nome";
"Example Server" = "Servidor de exemplo";
"Show Certificate Details" = "Exibir detalhes do certificado";
"Connect" = "Conectar";
"Delete Authentication Data" = "Excluir dados de autenticação";
"Authentication" = "Autenticação";
"Username" = "Nome do Usuário";
"Password" = "Senha";
"Certificate Details" = "Detalhes do certificado";
"Cancel" = "Cancelar";
"Approve" = "Aprovar";
"Error" = "Erro";
"Review Connection" = "Rever conexão";
"Authenticated via" = "Autenticado via";
"Authenticated as %@ via %@" = "Autenticado como %@ via %@";

"Contacting server…" = "Conectando ao servidor...";
"Authenticating…" = "Autenticando...";

"Missing hostname" = "Nome do host ausente";
"The entered URL does not include a hostname." = "O URL inserida não inclui um nome de host.";

/* Client */
"Browse" = "Procurar";
"Disconnect" = "Desconectar";
"Connecting…" = "Conectando...";
"Connected." = "Conectado.";

"Folder" = "Pasta";

"Stopped" = "Parado";
"Started…" = "Iniciando...";
"Contents from cache." = "Conteúdo do cache.";
"Offline. Contents from cache." = "Offline. Conteúdo do cache.";
"Waiting for server response…" = "Aguardando resposta do servidor…";
"This folder no longer exists." = "Este diretório não existe mais.";
"Everything up-to-date." = "Tudo atualizado.";
"Please wait…" = "Por favor aguarde...";
"Sorted by %@ ▼" = "Ordenado por %@ ▼";
"Sort by" = "Classificar por";

"name (A-Z)" = "nome (A-Z)";
"name (Z-A)" = "nome (Z-A)";
"type" = "tipo";
"size" = "tamanho";
"date" = "data";
"Search this folder" = "Procurar no diretório atual";

/* Client Messages */
"Empty folder" = "Pasta vazia";
"This folder contains no files or folders." = "Esta pasta não contém arquivos ou subpastas.";

"Folder removed" = "Pasta removida";
"This folder no longer exists on the server." = "Esta pasta não existe mais no servidor.";
"Are you sure you want to delete this item from the server?" = "Are you sure you want to delete this item from the server?";
"Deleting '%@'" = "Excluindo '%@'";
"Renaming to %@" = "Renomeando para %@";

/* Server List*/
"Cancel" = "Cancelar";
"OK" = "OK";

"'%@' is currently locked" = "'%@' está bloqueado no momento";
"An operation is currently performed that prevents connecting to '%@'. Please try again later." = "Uma operação está sendo realizada e impede a conexão com '%@'. Por favor, tente novamente mais tarde.";
"Really delete '%@'?" = "Excluir realmente '%@'?";
"This will also delete all locally stored file copies." = "Isto também irá excluir todas as cópias locais do arquivo.";
"Delete" = "Excluir";
"Deletion of '%@' failed" = "A exclusão de '%@' falhou";

/* Settings Messages */

"Security" = "Segurança";
"Passcode Lock" = "Senha-código de bloqueio";
"Face ID" = "ID de Face";
"Touch ID" = "ID de toque";
"Instant Uploads" = "Envios Instantâneos";
"Videos" = "Videos";
"Photos" = "Imagens";
"Background uploads" = "Atualização em segundo plano";
"Wifi only" = "Somente wifi";
"Settings" = "Configurações";
"Lock application" = "Bloquear aplicação";
"Upload videos via WiFi only" = "Enviar vídeos somente via WiFi";
"Upload pictures via WiFi only" = "Fazer envio de fotos somente via WiFi";
"More" = "Mais";
"Send feedback" = "Enviar comentário";
"Recommend to a friend" = "Recomendar a um amigo";
"Privacy Policy" = "Política de Privacidade";
"Video upload path" = "Caminho para vídeos enviados";
"Photo upload path" = "Caminho para envio de imagens";
"Always" = "Sempre";
"After 1 minute" = "Após 1 minuto";
"After 5 minutes" = "Após 5 minutos";
"After 30 minutes" = "Após 30 minutos";
"Please configure an email account" = "Por favor, configure uma conta de email";
"You need to configure an email account first to be able to send emails." = "Você precisa configurar uma conta de e-mail primeiro para poder enviar e-mails.";
"Do you want to open the following URL?" = "Do you want to open the following URL?";

/* Passcode Messages */

"Enter code" = "Coloque o código";
"Repeat code" = "Repetir o código";
"Delete code" = "Excluir o código";
"The entered codes are different" = "Os códigos inseridos são diferentes";
"Incorrect code" = "Código incorreto";
"Please try again in %@" = "Por favor, tente novamente em %@";
"Unlock %@" = "Desbloquear %@";
"Biometric authentication failed" = "Autenticação biométrica falhou";

/* Actions */

"Forbidden Characters" = "Caracteres Proibidos";
"File name cannot contain / or \\" = "O nome do arquivo não pode conter / ou \\";

"New Folder" = "Nova Pasta";
"Rename" =" Rename";
"Create folder" =" Create folder";
